IDEA Open Model
SteelSetupAISC Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the SteelSetupAISC class
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public SteelSetupAISC()
Public Sub New
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace